---
kind: enumMember
id: F:Autodesk.Revit.DB.ConnectorDomainType.Hvac
enum: Autodesk.Revit.DB.ConnectorDomainType
zh: 暖通
source: html/4f9ca54b-91bc-51c2-8ad1-3b0808631c83.htm
---
# Autodesk.Revit.DB.ConnectorDomainType.Hvac

**中文**: 暖通

HVAC (duct) connector